{
    "대상자 목록": [
        "일반인",
        "가족",
        "노약자",
        "어린이",
        "보행자",
        "차량 이용자",
        "장애인"
    ],
    "장소 목록": [
        "실내",
        "야외",
        "지하공간",
        "하천 주변",
        "산간 지역",
        "공사장 근처",
        "농촌",
        "해안가"
    ],
    "자연": {
        "침수": {
            "예보": {
                "대피필요": false,
                "대상자": {
                    "일반인": [
                        "기상정보를 수시로 확인하고 대피를 준비",
                        "사전대피가 필요할 경우 전기와 가스를 차단하고 대피"
                    ],
                    "관리자": [
                        "마을방송 또는 비상연락망 등을 통해 외출 자제를 당부",
                        "비상시 마을 주변 대피 장소를 사전에 안내",
                        "(평상시) 물막이 판 설치, 모래주머니 및 양수기 등을 비치",
                        "물막이 판·모래주머니를 신속히 설치할 수 있도록 수방자재 설치자를 사전에 지정",
                        "침수 피해가 예상되는 경우 대피장소를 사전에 안내",
                        "차량 이동은 호우 전에만 가능토록 안내",
                        "독거노인, 장애인, 안전취약계층의 대피 시 필요정보를 사전에 공지하고 수시로 상태 확인"
                    ],
                    "차량 이용자": [
                        "비상시 탈출을 위한 차량용 망치를 구비",
                        "침수가 예상되는 지하공간 주차 금지",
                        "하천변, 해변가, 저지대에 주차된 자동차를 안전한 곳으로 이동",
                        "대피 권고나 명령 시 둔치 주차장의 차량을 이동시키고 차량에 연락처를 남겨둠"
                    ]
                },
                "장소": {
                    "상가": [
                        "많은 비가 예보되면 거리의 간판 등 전기 시설물을 건물 안으로 옮김"
                    ],
                    "지하공간": [
                        "방범창 등을 절단할 수 있는 공구(절단기 등)를 사전에 준비",
                        "탈출이 불가능할 경우를 대비하여 부유용품(구명조끼, 튜브, 대형스티로폼 등)을 준비",
                        "지하역사, 지하주차장 등의 비상구 위치를 수시로 파악하고 대피경로를 익혀둠"
                    ]
                }
            },
            "주의보/경보": {
                "대피필요": true,
                "대상자": {
                    "보행자": [
                        "침수된 지역은 절대 접근하지 않음",
                        "물의 깊이나 도로 상태를 확인할 수 없고, 특히 밤에는 시야 확보가 어려워 위험함",
                        "물이 혼탁한 경우 위험 물건으로 인한 신체 손상을 피하기 위해 접근 금지",
                        "침수 시 보행 가능한 수위는 무릎(50cm)까지로, 물이 흘러오면 즉시 높은 곳으로 대피",
                        "하수도, 맨홀 근처는 추락 및 사고 위험으로 접근 금지",
                        "침수된 도로 보행 시 안정적인 걸음으로 이동하고, 도로 중심보다 건물 외벽을 붙잡고 이동",
                        "긴 막대기를 활용하여 맨홀 및 장애물 여부를 확인하며 이동",
                        "침수된 도로 보행 시 신호등, 가로등 등 전기시설물에서 최소 2~3m 떨어져 이동"
                    ],
                    "차량 이용자": [
                        "차량이 침수되기 시작하면 타이어 높이의 2/3 이상 잠기기 전에 안전한 곳으로 이동",
                        "이동 불가능 시 시동이 꺼지기 전에 창문 또는 썬루프를 열어둠",
                        "문이 열리지 않으면 좌석 목받침 철재봉으로 유리창을 깨고 대피",
                        "유리창을 깨지 못하면 내부·외부 수위 차이가 30cm 이하일 때 문을 열고 탈출",
                        "침수도로에서는 저단 기어로 운전하여 빠르게 벗어남",
                        "침수가 시작된 지하차도는 절대 진입하지 않으며, 진입 시 차량을 두고 신속히 대피",
                        "급류가 있는 교량(세월교)에서는 절대 진입하지 않음"
                    ],
                    "관리자": [
                        "(호우 시) 기상청 특보를 예의주시하고 많은 비가 예상되면 신속히 물막이 판과 모래주머니를 설치",
                        "물 유입 시 지하공간 대피를 안내하고, 지하주차장 진입 금지",
                        "대피 약자가 있는 경우 도움을 요청하여 함께 대피",
                        "물이 빠르게 차오를 수 있는 지역의 출입을 제한하고 상황을 지속적으로 점검",
                        "주차된 차량은 사전 안내 후 안전한 곳으로 이동시키고, 지하공간 출입 통제"
                    ]
                },
                "장소": {
                    "지하공간": [
                        "(반지하주택, 지하 역사·상가) 물이 차오르거나 하수구 역류 시 즉시 대피",
                        "외부 수심이 무릎 이상(50cm)일 경우 문 개방이 어려우므로 전기 차단 후 여러 명이 협력하여 대피",
                        "이동 시 난간 등 신체 지지를 도와주는 것을 잡고 이동, 승강기는 이용하지 않음",
                        "문을 통한 대피가 어려울 경우 방범창 절단 등을 활용해 탈출",
                        "침수가 예상될 경우 구명조끼, 튜브 등을 활용하여 구조를 기다림",
                        "지하계단은 물이 조금이라도 유입되면 즉시 대피, 어린이나 노약자는 더욱 신속히 대피",
                        "물이 조금이라도 차오르면 차량을 두고 즉시 탈출",
                        "경사로로 물이 들어오면 차량은 수압으로 움직일 수 없어 사람만 대피",
                        "차량 확인을 위해 지하주차장에 진입하지 않음"
                    ],
                    "야외": ["강풍에 날아갈 물건 정리", "공사장 주변 접근 금지"]
                }
            }
        },
        "태풍": {
            "예보": {
                "대피필요": false,
                "대상자": {
                    "일반인": [
                        "태풍의 진로 및 도달시간을 파악해서 대피계획을 세움",
                        "재난정보는 TV, 라디오, 인터넷, 스마트폰 안전디딤돌 앱에서 수신",
                        "위험지역에 접근하지 않고, 안전한 곳으로 이동",
                        "가족과 함께 비상용품을 준비하여 재난 발생에 대비",
                        "거주 지역에 태풍이 영향을 주는 시기를 미리 파악하고 이웃과 공유",
                        "가족이나 주변 사람들과 함께 대피 방법과 조치를 논의"
                    ],
                    "어린이": [
                        "부모님이나 선생님과 떨어지지 않도록 가까이 이동하고 지시를 따름",
                        "질서를 유지하며 강한 바람이나 비를 피해 안전한 장소로 이동"
                    ],
                    "노약자": [
                        "특보 발효 시 외출하지 않음",
                        "부득이하게 외출 시 자녀, 친척, 이웃에게 알림",
                        "대피 시 주변 사람들과 도움을 요청하며 안전한 방법으로 이동"
                    ],
                    "관리자": [
                        "산간, 하천, 저지대 등 위험지역 접근 금지에 대한 주민 안내",
                        "특보 발효 시 비상연락망을 통해 대피 장소와 방법을 공유",
                        "공사장, 노후 건물 등 붕괴 우려 지역 점검",
                        "태풍 영향을 받는 지역의 예상 도달 시점을 미리 파악하여 대피 계획을 주민들과 공유",
                        "주변 주민들이 적절한 대피 방법과 장소를 이해했는지 확인"
                    ]
                },
                "장소": {
                    "실내": [
                        "문과 창문을 닫고 외출하지 않으며, TV, 라디오, 인터넷 등을 통해 상황을 확인",
                        "노후된 창문은 강풍으로 휘어지거나 파손될 위험이 있으니 사전에 교체 또는 보강",
                        "유리창 파손 대비 안전필름을 부착",
                        "상수도 공급 중단에 대비하여 욕조에 물을 미리 받아둠",
                        "정전에 대비하여 손전등, 배터리 등을 미리 준비"
                    ],
                    "야외": [
                        "산간, 계곡, 하천, 방파제 등 위험지역에 접근하지 않고 즉시 안전한 곳으로 이동",
                        "등산, 야영, 물놀이, 낚시 등 활동을 중단",
                        "공사장, 노후 건물 근처는 강풍에 의해 위험할 수 있으므로 접근하지 않음"
                    ],
                    "지하공간": [
                        "저지대나 상습침수지역, 산사태 위험지역, 노후주택이나 건물은 피하고 안전한 곳으로 이동",
                        "침수가 예상되는 지하주차장, 지하역사 등에서는 모래주머니와 물막이 판을 준비하여 침수를 예방",
                        "침수 위험이 있는 경우 즉시 대피 계획을 실행"
                    ],
                    "농촌": [
                        "농경지의 용·배수로와 논둑을 정비하여 피해를 예방",
                        "물꼬를 조정하되 비가 오기 전(예비특보 단계)에만 조치",
                        "태풍이 다가오기 전 농기계와 농작물을 안전한 곳으로 이동"
                    ],
                    "어촌": [
                        "선박은 단단히 결박하거나 육지로 인양",
                        "어망, 어구 등을 안전한 곳으로 이동"
                    ]
                }
            },
            "특보": {
                "대피필요": true,
                "대상자": {
                    "일반인": [
                        "외출을 자제하고 수시로 기상상황 및 주변 위험상황, 재난정보를 파악",
                        "외부에 있는 가족, 지인, 이웃과 연락하여 안전을 확인하고 위험정보를 공유",
                        "침수, 붕괴 우려, 산사태 위험 등으로 대피가 필요할 시 주변의 대피약자와 함께 대피"
                    ],
                    "어린이": [
                        "부모님이나 선생님과 떨어지지 않도록 지시를 따르고 안전한 장소로 이동",
                        "질서를 유지하며 강한 바람과 위험한 장소를 피해 이동"
                    ],
                    "노약자": [
                        "강풍이나 붕괴 위험이 있는 지역으로 가지 않음",
                        "야외로 나갈 경우 가족이나 이웃에게 알리고 이동",
                        "대피 시 주변 사람들에게 도움을 요청"
                    ],
                    "관리자": [
                        "침수된 도로, 지하차도, 교량 등 통행 금지를 주변 사람들에게 알림",
                        "산사태 위험 지역의 주민들에게 자발적인 대피를 권고",
                        "공사장, 전신주, 위험 구조물의 접근을 금지하도록 조치"
                    ]
                },
                "장소": {
                    "실내": [
                        "건물의 출입문과 창문을 닫아 파손되지 않도록 하고 창문에서 떨어져 있음",
                        "강풍으로 인해 가급적 창문이 없는 방이나 집안 가장 안쪽으로 이동",
                        "정전 발생 시 양초 대신 손전등, 휴대폰 등을 사용",
                        "건물 안에 물이 차오를 경우 높은 곳이나 대피장소로 이동"
                    ],
                    "야외": [
                        "침수된 도로, 지하차도, 교량 등 접근 금지",
                        "산간, 계곡, 하천변, 해안가 등 급류 지역에서 빠르게 벗어남",
                        "공사장, 가로등, 신호등, 전신주 등 위험 시설 근처 접근 금지"
                    ],
                    "농촌": ["논둑이나 물꼬를 보러 나가지 않음"],
                    "어촌": [
                        "운행 중인 선박은 주변 선박과 해경에 위치를 알리고 태풍 경로에서 벗어남",
                        "어망, 어구 등을 옮기거나 선박을 묶으러 나가지 않음"
                    ]
                }
            }
        },
        "호우": {
            "예보": {
                "대피필요": false,
                "대상자": {
                    "일반인": [
                        "TV, 라디오, 인터넷 등을 통해 호우특보와 거주 지역에 영향을 주는 시기를 미리 파악",
                        "호우 발생 전에 가족이나 지역주민과 함께 피해를 예방하기 위한 조치를 계획",
                        "외출을 자제하고 기상상황 및 주변 위험상황, 재난정보를 수시로 파악",
                        "산간, 계곡, 하천, 방파제 등 위험지역에서 안전한 곳으로 이동"
                    ],
                    "어린이": [
                        "부모님이나 선생님과 함께하며 안전한 장소로 이동",
                        "위험한 장소에 가지 않도록 지시를 따름"
                    ],
                    "노약자": [
                        "특보 발효 시 외출을 삼가며 가족, 친척, 이웃에게 상황을 알림",
                        "안전한 곳으로 이동 시 도움을 요청"
                    ]
                },
                "장소": {
                    "실내": [
                        "하수구나 집 주변의 배수구를 미리 점검하고 막힌 곳은 뚫어 침수 피해 예방",
                        "상수도 공급 중단에 대비하여 욕조에 물을 받아둠",
                        "비상시에 필요한 응급용품을 배낭 등에 준비"
                    ],
                    "야외": [
                        "산간, 계곡, 하천, 방파제 등 위험지역에 접근하지 않고 안전한 곳으로 이동",
                        "등산, 야영, 물놀이, 낚시 등의 활동을 중단",
                        "저지대, 상습침수지역, 산사태 위험지역, 노후 건물 등을 피하고 안전한 장소로 대피"
                    ],
                    "지하공간": [
                        "침수가 예상되는 지하주차장, 지하공간 등은 모래주머니와 물막이 판을 준비하여 피해 예방",
                        "침수 가능성이 있는 경우 대피 계획을 사전에 준비"
                    ],
                    "농촌": [
                        "농경지의 용·배수로와 논둑을 정비하여 피해를 예방",
                        "물꼬를 조정하되 비가 오기 전(예비특보 단계)에만 조치"
                    ],
                    "어촌": [
                        "선박은 단단히 결박하거나 육지로 인양",
                        "어망, 어구 등을 안전한 장소로 이동"
                    ],
                    "주차장": [
                        "하천이나 해변, 저지대에 주차된 차량은 안전한 곳으로 이동",
                        "대피를 권고하거나 명령할 경우 둔치 주차장의 차량을 이동",
                        "대피 안내 수신을 위해 차량에 연락처를 남겨둠"
                    ]
                }
            },
            "특보": {
                "대피필요": true,
                "대상자": {
                    "일반인": [
                        "호우가 시작된 때에는 신속히 안전한 곳으로 대피",
                        "외출을 삼가고 수시로 기상상황 및 주변 위험상황, 재난정보를 파악",
                        "외부에 있는 가족, 지인, 이웃과 연락하여 안전 여부를 확인하고 위험정보를 공유",
                        "침수, 붕괴 우려, 산사태 위험 등으로 대피가 필요할 시 대피에 어려움이 있는 약자와 함께 대피"
                    ],
                    "어린이": [
                        "부모님이나 선생님과 함께하며 안전한 장소로 이동",
                        "위험한 장소에 가지 않도록 지시를 따름",
                        "길을 잃거나 무리에서 멀어지지 않도록 항상 보호자의 지시를 따름"
                    ],
                    "노약자": [
                        "특보 발효 시 외출을 삼가며 가족, 친척, 이웃에게 상황을 알림",
                        "안전한 곳으로 이동 시 도움을 요청",
                        "외출 시 항상 자녀나 이웃에게 상황을 공유하고 안전 여부를 확인"
                    ]
                },
                "장소": {
                    "실내": [
                        "가스 누출로 인한 2차 피해를 예방하기 위해 가스를 사전에 차단",
                        "정전 시 양초 대신 손전등, 휴대폰 등을 사용",
                        "건물 안에 물이 조금이라도 차오를 경우 즉시 높은 곳이나 대피장소로 이동",
                        "감전 위험이 있는 집 안팎의 전기시설은 만지지 않도록 주의"
                    ],
                    "야외": [
                        "침수된 도로, 지하차도, 교량 등 접근 금지",
                        "산간, 계곡, 하천변, 해안가 등 급류 위험 지역에서 빠르게 벗어남",
                        "공사장, 가로등, 신호등, 전신주 등 위험 시설 근처 접근 금지"
                    ],
                    "농촌": [
                        "논둑이나 물꼬를 보러 나가지 않음",
                        "침수나 산사태 징후가 있을 경우 스스로 대피"
                    ],
                    "이동식 시설": [
                        "이동식 가옥이나 임시 시설에 거주할 경우 견고한 건물로 즉시 이동",
                        "주변 사람들에게 위험지역을 알려 접근하지 않도록 조치"
                    ]
                }
            }
        },
        "낙뢰": {},
        "강풍": {},
        "풍랑": {},
        "대설": {},
        "한파": {},
        "폭염": {},
        "황사": {},
        "지진": {},
        "해일": {},
        "지진해일": {},
        "화산폭발": {},
        "가뭄": {},
        "홍수": {},
        "조수": {},
        "산사태": {},
        "자연우주물체추락": {},
        "우주전파재난": {},
        "조류대발생(녹조)": {},
        "적조": {}
    },
    "사회": {}
}
